airpocket-soundman/IchiPing/firmware/projects/07_speaker_test/frdmmcxn947_cm33_core0/pins/pin_mux.h
#ifndef _PIN_MUX_H_
#define _PIN_MUX_H_

#if defined(__cplusplus)
extern "C" {
#endif

void BOARD_InitBootPins(void);
void BOARD_InitPins(void);
void SAI0_TX_InitPins(void);

#if defined(__cplusplus)
}
#endif
#endif
